{
  "blogs": [
    {
      "title": "Opening Floor ",
      "body": "Why do we use it\nIt is a long established fact that a reader will be distracted.Many blogs provide commentary on a particular subject or topic, ranging from philosophy, religion, and arts to science, politics, and sports. Others function as more personal online diaries or online brand advertising of a particular individual or company. A typical blog combines text, digital images, and links to other blogs, web pages, and other media related to its topic. The ability of readers to leave publicly viewable comments, and interact with other commenters, is an important contribution to the popularity of many blogs. However, blog owners or authors often moderate and filter online comments to remove hate speech or other offensive content. Most blogs are primarily textual, although some focus on art (art blogs), photographs (photoblogs), videos (video blogs or vlogs), music (MP3 blogs), and audio (podcasts). In education, blogs can be used as instructional resources; these are referred to as edublogs. Microblogging is another type of blogging, featuring very short posts.",
      "author": "Kushimo",
      "id": 3
    },
    {
      "title": "Opening Speech ",
      "body": "Why do we use it\nIt is a long established fact that a reader will be distracted.'Blog' and 'blogging' are now loosely used for content creation and sharing on social media, especially when the content is long-form and one creates and shares content on regular basis. So, one could be maintaining a blog on Facebook or blogging on Instagram.",
      "author": "Maria",
      "id": 4
    },
    {
      "title": "The Blog ",
      "body": "Why do we use it\nIt is a long established fact that a reader will be distracted.On February 16, 2011, there were over 156 million public blogs in existence. On February 20, 2014, there were around 172 million Tumblr[4] and 75.8 million WordPress[5] blogs in existence worldwide. According to critics and other bloggers, Blogger is the most popular blogging service used today. However, Blogger does not offer public statistics.[6][7] Technorati lists 1.3 million blogs as of February 22, 2014.[8]",
      "author": "Damola",
      "id": 5
    },
    {
      "title": "Foundational Truth",
      "body": "It’s a classic example of scientific steps in different countries and at different times leading snailwise to a game-changing invention. To receive those tones, dulcet or otherwise, we need a transmitter with an antenna, a receiver with an antenna, electromagnetic waves and ‘information’ carried along those waves.\n\nFirst up in our story of scientific discovery is the short-lived German physicist Heinrich Rudolf Hertz (1857–1894), who proved the existence of the electromagnetic radio waves predicted by that Scots scientific genius James Clerk Maxwell (1831–1879).\n\nThose ‘waves’ explain why people might talk of long-wave (LW), medium-wave (MW) and short-wave (SW) wavelengths in the radio spectrum. Some radio stations still broadcast via long wave, which means they use waves over 1,000 metres in length. In fact, radio waves range from one millimetre in length to 30,000 metres, aka 300 kilometres.\n\nThe unit used to measure radio frequencies, the hertz, abbreviated Hz, is of course an eponym to honour the said Hertz. And talking of miracles, the 91.5 megahertz my radio is tuned to denotes a frequency of 91,500,000 cycles per second, ‘mega’ denoting 106 of the relevant unit, just as in megabytes in computing.",
      "author": "Oyindamola",
      "id": 13
    },
    {
      "title": "Foundational Legacy",
      "body": "It’s a classic example of scientific steps in different countries and at different times leading snailwise to a game-changing invention. To receive those tones, dulcet or otherwise, we need a transmitter with an antenna, a receiver with an antenna, electromagnetic waves and ‘information’ carried along those waves.\n\nFirst up in our story of scientific discovery is the short-lived German physicist Heinrich Rudolf Hertz (1857–1894), who proved the existence of the electromagnetic radio waves predicted by that Scots scientific genius James Clerk Maxwell (1831–1879).\n\nThose ‘waves’ explain why people might talk of long-wave (LW), medium-wave (MW) and short-wave (SW) wavelengths in the radio spectrum. Some radio stations still broadcast via long wave, which means they use waves over 1,000 metres in length. In fact, radio waves range from one millimetre in length to 30,000 metres, aka 300 kilometres.\n\nThe unit used to measure radio frequencies, the hertz, abbreviated Hz, is of course an eponym to honour the said Hertz. And talking of miracles, the 91.5 megahertz my radio is tuned to denotes a frequency of 91,500,000 cycles per second, ‘mega’ denoting 106 of the relevant unit, just as in megabytes in computing.",
      "author": "kushimo",
      "id": 14
    }
  ]
}